offensiveWords = [ 
"שקרן", "גנב", 
"זונה", "שרמוטה", "שרלילה",
"בת זונה", "בן זונה", "בת של זונה", "בן של זונה", "בני זונות",
"מטומטם", "מטומטמת", "טמטום", "מטומטמים",
"אידיוט", "אידיוטית", 
"מניאק", "מניאקית", 
"דפוק", "דפוקה", "דפוקים", "דפוקות",
"טיפש", "טיפשה", "טיפשים", "טיפשות",
"קמצן", "קמצנית", "קמצנים", "קמצניות",
"כושי", "כושית", "כושים", "כושיות",
"קוקסינל", "קוקסינלית", "קוקסינלים", "קוקסינליות", "קוקס",
"יא הומו", "יא לסבית", "יא גיי", "מתרומם",
"חרא", "חארות", "חראית", 
"סמולן", "סמולנים", "0מולן", "0מולנים",
"זיון", "זיונים", "לזיין", "מזיין", "יזיין", "אזיין", "מזדיין", "לך תזדיין", "לכי תזדייני",
"זובי", "זיבי", "זין", "זין בעין",
"מזיין בשכל", "זיין שכל",
"בתחת שלי", "בתחת שלך", "בתחת שך",
"כוסעמק", "סעמק", "כוסאוחתו", "כוס אמא של", "כוסאמא",
"דוסים", "דוסות", "דוסית"
]


