trigers = {
 "Rape And Sexual Assault":
 [
  "תקף מינית", "תקף אותה מינית", "תקפה מינית", "תקפה אותו מינית", "תקיפה מינית",
  "פגיעה מינית", "פגע מינית", "פגעה מינית", "פגעו מינית", "נפגעה מינית", "נפגע מינית", "נפגעתי מינית",
  "פגע בי מינית", "פגעה בי מינית", "פגעו בי מינית",
  "הטרדה מינית", "הטריד מינית", "הטרידה מינית", "הטרידו מינית", "הטריד אותי מינית", "הטרידה אותי מינית",
  "אנס", "אנסה", "אנסית", "אנסים", "אנסו", "אונסים", "אונס", "האונס", "אונסת", "לאנוס", "לאונס",
  "נאנסתי", "נאנסנו", "נאנסה", "שנאנסה", "נאנס", "שנאנס", "נאנסות",
  "מעשים מגונים", "מעשה מגונה",
  "#MeToo", "#metoo",
  "אחת מתוך אחת"
  "החפצה", "מחפיץ", "מחפיצה", "החפיץ", "החפיצה", "מחפיצים", "החפיצו"
 ],
 "Sexual Content":
 [
  "יחסי מין", "יחסים אינטימיים",
  "שדיים", "ציצים", "ציצי",
  "סקס", "סקסי", "סקסית", "סקסיים",
  "מיניות", "מזיין", "זיין", "לזיין", "מזדיינים", "זיינתי", "זיינה", "מזדיין",
  "מיניים", "מזדיינת", "מזיינים", "זיינו", "מזיינת", "שפיך"
 ],
 "Violence":
 [
  "רוצח", "רצח", "נרצח", "נרצחת", "רוצחת", "נרצחו", "רצחו",
  "להרוג", "הריגה", "הרג", "הרגה", "הרגו", "הורגים", "הורגות",
  "דקר", "דקרה", "נדקר", "נדקרה", "דקירות", "דוקר", "דוקרת",
  "קטטה", "התקוטטו", "התקוטט",
  "מכות", "מכה",
  "הכה אותה", "הכה אותו", "הכתה אותה", "הכתה אותו",
  "הרביץ", "הרביצה", "הרביצו", "להרביץ", "מרביץ",
  "פיצוץ", "פצצה", "מרגמה", "מרגמות",
  "פיגוע", "מחבל", "פיגועים", "מחבלים",
  "רובה", "אקדח", "ירי", "יריות", "יריה", "לירות",
  "ערף", "ביתר", "בותר", "בותרה", "מבותר", "מבותרת",
  "נדרס", "נדרסה", "דריסה", "דרס", "דרסה", "דרסו", "נדרסו",
  "התעלל", "התעללה", "מתעלל", "מתעללת", "התעללו", "להתעלל"
 ],
 "Drugs":
 [
  "סמים", "בסמים", "שסמים",
  "סם", "בסם",
  "מסומם", "מסוממת", "מסוממים", "מסוממות",
  "סם הזיה", "פטריית הזיה", "סמי פיצוציות", "סמי מסיבות", "צמחי הזיה",
  "קוקאין", "קוק", "הרואין", "אמדי", "אסיד", "באנג", "מת'", "אקסטזי", "אקסטה", "קטמין", "ספיישל קיי", "לסד", "ל.ס.ד",
  "לעשות שורה", "עושים שורה", "עשיתי שורה", "תעשה שורה",
  "וויד", "מריחואנה", "קנאביס", "חשיש", "גראס",
  "משנה תודעה", "משני תודעה", "פסיכודאלי", "פסיכדלי",  "פסיכדלית",
  "ג'וינט", "גוינט", "פייסל",
  "מסטול", "מסטולית", "מסטולה", "מסטולים", "סטלה", "סאטלה",
  "לגליזציה"
 ],
 "Self Harm":
 [
 ],
 "Suicide":
 [
  "התאבד", "התאבדה", "התאבדו",
  "התאבדות", "אובדנות", "להתאבד",
  "שם קץ לחייו", "שמה קץ לחייה", "שמו קץ לחייהם"
 ]
}

